Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Milk
de: Milch
es: Leche
fr: Lait
hi: दूध
it: Latte
nl: Melk
pl: Mleko
pt: Leite
ru: Молоко
tr: Süt
uk: Молоко

source: Millennium
de: Jahrtausend
es: Milenio
fr: Millénaire
hi: सहस्त्राब्दी
it: Millennio
nl: Duizend jaar
pl: Tysiąclecie
pt: Milênio
ru: Тысячелетие
tr: Bin yıl
uk: Тисячоліття

source: Millipede
de: Tausendfüßer
es: Milpiés
fr: Mille-pattes
hi: सहस्त्रपाद
it: Millepiedi
nl: Duizendpoot
pl: Krocionóg
pt: Milípede
ru: Многоножка
tr: Kırkayak
uk: Мілітоніжка

source: Mimosa
de: Mimose
hi: मिमोसा
pl: Mimoza
ru: Мимоза
tr: Mimoza
uk: Мімоза

source: Mince
de: Hackfleisch
es: Carne picada
fr: Viande hachée
hi: क़ीमा
it: Tritare
nl: Fijngehakt vlees
pl: Mielone
pt: Carne picada
ru: Фарш
tr: Kıyma
uk: Фарс

source: Mine
de: Meiner
es: Mina
hi: मेरा
it: Miniera
nl: De
pl: Mój
pt: Meu
ru: Шахта
tr: Mayın
uk: Мій

source: Mink
de: Nerz
es: Visón
fr: Vison
hi: मिंक
it: Visone
nl: Nerts
pl: Norka
pt: Vison
ru: Норка
tr: Vizon
uk: Норка

source: Mint
de: Minze
es: Menta
fr: Menthe
hi: पुदीना
it: Menta
nl: Munt
pl: Mięta
pt: Menta
ru: Монетный двор
tr: Nane
uk: М'ята

source: Minuet
de: Menuett
es: Minueto
fr: Menuet
hi: मिनुएट
it: Minuetto
nl: Menuet
pl: Menuet
pt: Minueto
ru: Менуэт
tr: Dakika
uk: Мінует

source: Mirror
de: Spiegel
es: Espejo
fr: Miroir
hi: दर्पण
it: Specchio
nl: Spiegel
pl: Lustro
pt: Espelho
ru: Зеркало
tr: Ayna
uk: Дзеркало

source: Misdemeanor
de: Vergehen
es: Delito menor
fr: Délit
hi: दुष्कर्म
it: Reato minore
nl: Misdrijf
pl: Wykroczenie
pt: Contravenção
ru: Происшение
tr: Kabahat
uk: Проступом

source: Missile
de: Flugkörper
es: Lanzamisiles
hi: मिसाइल
nl: Raket
pl: Pocisk
pt: Míssil
ru: Ракета
tr: Füze
uk: Ракета

source: Mist
de: Nebel
es: Neblina
fr: Brume
hi: कुहासा
it: Foschia
pl: Mgła
pt: Névoa
ru: Туман
tr: Sis
uk: Туман

source: Mite
de: Milbe
es: Ácaro
fr: Acarien
hi: कुटकी
it: Acaro
nl: Mijt
pl: Roztocz
pt: Ácaro
ru: Клещ
tr: Akar
uk: Кліт

source: Mittens
de: Fäustlinge
es: Manoplas
fr: Mitaines
hi: मिटेंस
it: Guanti
nl: Wanten
pl: Rękawice
pt: Luvas
ru: Варежки
tr: Eldivenler
uk: Рукавиці

source: Mix
de: Vermischung
es: Amalgama
fr: Mélanger
hi: मिक्स
pl: Mieszanka
pt: Mistura
ru: Смесь
tr: Karıştır
uk: Змішати

source: Mixer
de: Mischpult
fr: Mélangeur de son
hi: मिक्सर
pl: Mikser
pt: Misturador
ru: Миксер
tr: Mikser
uk: Міксер

source: Mixture
de: Vermischung
es: Mezcla
fr: Mélange
hi: मिश्रण
it: Miscela
nl: Mengsel
pl: Mieszanka
pt: Mistura
ru: Смесь
tr: Karışım
uk: Суміш

source: Moccasin
de: Mokassin
es: Mocasín
fr: Mocassin
hi: मॉकसिन
it: Mocassino
nl: Mocassin
pl: Mokasyn
pt: Mocassim
ru: Мокасин
tr: Mokasen
uk: Мокасин

source: Mockingbird
de: Spottdrossel
es: Sinsonte
fr: Oiseau moqueur
hi: मॉकिंगबर्ड
it: Mimo
nl: Spotvogel
pl: Przedrzeźniacz
pt: Sabiá
ru: Пересмешник
tr: Alaycı Kuş
uk: Пересмішник

source: Mode
de: Weise
es: Modo
hi: राग
it: Modalità
nl: Modus
pl: Tryb
pt: Modo
ru: Способ
tr: Moda
uk: Режим

source: Mole
de: Maulwurf
es: Topo
fr: Taupe
hi: छछूँदर
it: Talpa
nl: Mol
pl: Kret
pt: Toupeira
ru: Крот
tr: Köstebek
uk: Крот

source: Molecule
de: Molekül
es: Molécula
fr: Molécule
hi: अणु
it: Molecola
pl: Cząsteczka
pt: Molécula
ru: Молекула
tr: Molekül
uk: Молекула

source: Moneylaundering
de: Geldwäsche
es: Lanqueo de dinero
fr: Laniment d'argent
hi: मनी लॉन्ड्रिंग
it: Lavaggio di denaro
nl: Witwassen van geld
pl: Pranie brudnych pieniędzy
pt: Lavagem de dinheiro
ru: Отмывание денег
tr: Kara para aklama
uk: Відмивання грошей

source: Mongoose
de: Mungo
es: Mangosta
fr: Mangouste
hi: नेवला
it: Mangusta
nl: Mangoeste
pl: Mangusta
pt: Mangusto
ru: Мангуста
tr: Pişin bilesi
uk: Мангуст

source: Monkey
de: Affe
es: Mono
fr: Singe
hi: बंदर
it: Scimmia
nl: Aap
pl: Małpa
pt: Macaco
ru: Обезьяна
tr: Maymun
uk: Мавпа

source: Monologue
de: Monolog
es: Monólogo
hi: एकालाप
it: Monologo
nl: Monoloog
pl: Monolog
pt: Monólogo
ru: Монолог
tr: Monolog
uk: Монолог

source: Monomial
de: Monom
fr: Monôme
hi: मोनोमियल
it: Monomio
pl: Jednomian
pt: Monômio
ru: Монономальный
tr: Tek tek
uk: Мононом

source: Monorail
de: Einschienenbahn
es: Monorraíl
hi: मोनोरेल
it: Monorotaia
pl: Kolej jednotorowa
pt: Monotrilho
ru: Монорельсовая подвесная железная дорога
tr: Monoray
uk: Монорейка

source: Monsoon
de: Monsun
es: Monzón
fr: Mousson
hi: मानसून
it: Monsone
nl: Moesson
pl: Monsun
pt: Monção
ru: Муссон
tr: Muson
uk: Мусон

source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
it: Mese
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
tr: Ay
uk: Місяць

source: Moon
de: Mond
es: Luna
fr: Lune
hi: चाँद
it: Luna
nl: Maan
pl: Księżyc
pt: Lua
ru: Луна
tr: Ay
uk: Місяць

source: Moose
de: Elch
es: Alce de América
fr: Orignal
hi: मूस
it: Alce
nl: Amerikaanse eland
pl: Łoś
pt: Alce
ru: Американский лось
tr: Geyik
uk: Лосей

source: Morning
de: Morgen
es: Mañana
fr: Matin
hi: प्रातःकाल
it: Mattina
nl: Ochtend
pl: Poranek
pt: Manhã
ru: Утро
tr: Sabah
uk: Ранок

source: Morningstar
de: Morgenstern
es: Estrella de la mañana
fr: Morgenstern
hi: मॉर्निंगस्टार
it: Stella del mattino
nl: Ochtendster
pl: Gwiazda poranna
pt: Estrela da manhã
ru: Утренняя звезда
tr: Sabah yıldızı
uk: Ранкова зірка

source: Morocco
de: Marokko
es: Marruecos
fr: Maroc
hi: मोरक्को
it: Marocco
nl: Marokijn
pl: Maroko
pt: Marrocos
ru: Марокко
tr: Marakeş
uk: Марокко

source: Mortar
de: Mörtel
es: Mortero
fr: Mortier
hi: मॉर्टर तोप
it: Mortaio
nl: Mortel
pl: Moździerz
pt: Argamassa
ru: Известковый раствор
tr: Harç
uk: Міномет

source: Moscow
de: Moskau
es: Moscú
fr: Moscou
hi: मास्को
it: Mosca
nl: Moskou
pl: Moskwa
pt: Moscou
ru: Москва
tr: Moskova
uk: Москва

source: Mosquito
de: Moskito
fr: Moustique
hi: मच्छर
it: Zanzara
nl: Muskiet
pl: Komar
ru: Комар
tr: Sivrisinek
uk: Комар

source: Moss
de: Moos
es: Musgo
fr: Mousse
hi: काई
it: Muschio
nl: Mos
pl: Mech
pt: Musgo
ru: Мох
tr: Yosun
uk: Мох

source: Moth
de: Motte
es: Mariposa de la luz
fr: Papillon de nuit
hi: शलभ
it: Falena
nl: Mot
pl: Ćma
pt: Mariposa
ru: (Платяная) моль
tr: Güve
uk: Міф

source: Motif
de: Motiv
es: Diseño
hi: मकसद
it: Motivo
nl: Motief
pl: Motyw
pt: Motivos
ru: Мотив
tr: Konu
uk: Мотив

source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
hi: गति
it: Movimento
nl: Beweging
pl: Ruch
pt: Movimento
ru: Движение
tr: Hareket
uk: Рух

source: Motorcycle
de: Motorrad
es: Moto
fr: Moto
hi: मोटरसाइकिल
it: Moto
nl: Motorfiets
pl: Motocykl
pt: Motocicleta
ru: Мотоцикл
tr: Motosiklet
uk: Мотоцикл

source: Mountain
de: Berg
es: Montaña
fr: Montagne
hi: पर्वत
it: Montagna
nl: Berg
pl: Góra
pt: Montanha
ru: Гора
tr: Dağ
uk: Гора

source: Mouse
de: Maus
es: Ratón
fr: Souris
hi: चूहा
it: Topo
nl: Muis
pl: Mysz
ru: Мышка
tr: Fare
uk: Миша

source: Mouth
de: Mund
es: Boca
fr: Bouche
hi: मुख
it: Bocca
nl: Mond
pl: Usta
pt: Boca
ru: Рот
tr: Ağız
uk: Рот

source: Mudpuppy
de: Schlammpuppe
es: Salamandra
fr: Chiot de boue
hi: मडपपी
it: Cucciolo di fango
nl: Modderpuppy
pt: Filhote de lama
ru: Грязный щенок
tr: Çamur Yavrusu
uk: Грязьовий щеня

source: Mudslide
de: Schlammlawine
es: Alud de barro
fr: Éboulement de terrain
hi: मडस्लाइड
it: Colata di fango
nl: Modderlawine
pl: Lawina błota błotna
pt: Deslizamento de terra
ru: Оливной
tr: Çamur kayması
uk: Зсув

source: Muffler
de: Schalldämpfer
es: Silenciador
fr: Silencieux
hi: मफ़लर
it: Silenziatore
nl: Geluiddemper
pl: Tłumik
pt: Panela de escape
ru: Глушитель
tr: Susturucu
uk: Глушник

source: Mug
de: Becher
es: Taza
fr: Grande tasse
hi: मग
it: Tazza
nl: Mok
pl: Kubek
pt: Caneca
ru: Кружка
tr: Yüz
uk: Кружка

source: Mugging
de: Straßenraub
es: Atraco
fr: Agression
hi: लूट-मार
it: Aggressioni
nl: Op straat overvallen en mishandelen
pl: Bandycki napad
pt: Assalto
ru: Оглабеж
tr: Sokak soygunu
uk: Агігування

source: Munchkin
de: Wonneproppen
es: Chaval
hi: मंचकिन
nl: Kind
ru: Манчкин
uk: Манчкін

source: Murder
de: Mord
es: Asesinato
fr: Meurtre
hi: हत्या
it: Omicidio
nl: Moord
pl: Morderstwo
pt: Assassinato
ru: Убийство
tr: Cinayet
uk: Вбивство

source: Muscle
de: Muskel
es: Músculo
hi: मांसपेशी
it: Muscolo
nl: Spier
pl: Mięsień
pt: Músculo
ru: Мышца
tr: Kas
uk: М'язи

source: Mushroom
de: Pilz
es: Hongo
fr: Champignon
hi: कुकुरमुत्ता
it: Fungo
nl: Paddenstoel
pl: Grzyb
pt: Cogumelo
ru: Гриб
tr: Mantar
uk: Гриб

source: Music
de: Musik
es: Música
fr: Musique
hi: संगीत
it: Musica
nl: Muziek
pl: Muzyka
pt: Música
ru: Музыка
tr: Müzik
uk: Музика

source: Musical Genres
de: Musikalische Genres
es: Géneros musicales
fr: Genres musicaux
hi: संगीत शैली
it: Generi musicali
nl: Muzikale genres
pl: Gatunki muzyczne
pt: Gêneros Musicais
ru: Музыкальные жанры
tr: Müzik Türleri
uk: Музичні жанри

source: Musician
de: Musiker
es: Músico
fr: Musicien
hi: संगीतकार
it: Musicista
nl: Muzikant
pl: Muzyk
pt: Músico
ru: Музыкант
tr: Müzisyen
uk: Музикант

source: Musket
de: Muskete
es: Mosquete
fr: Mousquet
hi: मस्केट
it: Moschetto
pl: Muszkiet
pt: Mosquete
ru: Мушкет
tr: Tülek
uk: Мушкет

source: Muslin
de: Musselin
es: Muselina
fr: Mousseline
hi: मलमल
it: Mussola
nl: Mousseline
pl: Muślin
pt: Musselina
ru: Муслин
uk: Муслін

source: Mussel
de: Miesmuschel
es: Mejillón
fr: Moule
hi: मसल
it: Cozza
nl: Mossel
pl: Małż
pt: Mexilhão
ru: Мидия
tr: Midye
uk: Мідія

source: Mustard
de: Senf
es: Mostaza
fr: Moutarde
hi: सरसों
it: Senape
nl: Mosterd
pl: Musztarda
pt: Mostarda
ru: Горчица
tr: Hardal
uk: Гірчичний

source: Mythical Creatures
de: Mythische Kreaturen
es: Criaturas míticas
fr: Créatures Mythiques
hi: पौराणिक जीव
it: Creature mitiche
nl: Mythische Wezens
pl: Mityczne stworzenia
pt: Criaturas Míticas
ru: Мифические существа
tr: Efsanevi Yaratıklar
uk: Міфічні істоти

source: Nadir
de: Tiefpunkt
hi: अधोबिंदु
ru: Надир
uk: Надир

source: Narcissus
de: Narzisse
es: Narciso
fr: Narcisse
hi: नार्सिसस
it: Narciso
nl: Narcis
pl: Narcyz
pt: Narciso
ru: Нарцисс
uk: Нарцис

source: Narrative
de: Erzählung
es: Narrativa
fr: Récit
hi: वृतांत
it: Narrazione
nl: Verhaal
pl: Narracja
pt: Narrativa
ru: Рассказ
tr: Anlatı
uk: Оповідання

source: Narwhal
de: Narwal
es: Narval
fr: Narval
hi: नरवाल
it: Narvalo
nl: Narwal
pl: Narwal
pt: Narwal
ru: Нарвал
tr: Narval
uk: Нарвал

source: Nasturtium
de: Kapuzinerkresse
es: Capuchina
fr: Capucine
hi: नास्टर्टियम
it: Nasturzio
nl: Oost-Indische kers
pl: Nasturcja
pt: Nastúrcio
ru: Настурция
uk: Настурцій

source: Natural Disasters
de: Naturkatastrophen
es: Desastres naturales
fr: Catastrophes naturelles
hi: प्राकृतिक आपदाएँ
it: Disastri naturali
nl: Natuurrampen
pl: Klęski żywiołowe
pt: Desastres Naturais
ru: Стихийные бедствия
tr: Doğal Afetler
uk: Стихійні лиха

source: Navy
de: Marine
es: Marina
fr: Marine
hi: नौसेना
nl: Marine
pl: Marynarka wojenna
pt: Marinha
ru: Военно-морской флот
tr: Donanma
uk: Військово-морський флот

source: Nebula
de: Nebel
es: Nebulosa
fr: Nébuleuse
hi: नीहारिका
it: Nebulosa
nl: Nevel
pl: Mgławica
pt: Nebulosa
ru: Туманность
tr: Bulutsu
uk: Туманність

source: Neck
de: Hals
es: Cuello
fr: Cou
hi: गरदन
it: Collo
nl: Hals
pl: Szyja
pt: Pescoço
ru: Шея
tr: Boyun
uk: Шия

source: Negative
de: Negativ
es: Negativo
fr: Négatif
hi: बुरा
it: Negativo
nl: Negatief
pl: Negatywny
pt: Negativo
ru: Отрицательный
tr: Negatif
uk: Негативний

source: Nepali
de: Nepalese
es: Nepalí
fr: Népalais
hi: नेपाली
it: Nepalese
nl: Nepalees
pl: Nepalczyk
pt: Nepalês
ru: Непальский
tr: Nepalli
uk: Непальські

source: Nerve
de: Nervenbahn
es: Nervio
fr: Nerf
hi: स्नायु
it: Nervo
nl: Zenuw
pl: Nerw
pt: Nervo
ru: Нерв
tr: Sinir
uk: Нерв

source: Netball
de: Korbball
hi: नेट बॉल
nl: Netbal
ru: Нетбол
tr: Netbol
uk: Нетбол

source: Netherlands
de: Niederlande
es: Países Bajos
fr: Des Pays-Bas
hi: नीदरलैंड
it: Paesi Bassi
nl: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
tr: Hollanda
uk: Нідерланди

source: Network
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
it: Rete
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть
tr: Şebeke
uk: Мережа

source: Neuroscience
de: Neurowissenschaften
es: Neurociencia
hi: तंत्रिका विज्ञान
it: Neuroscienze
nl: Neurowetenschap
pl: Neuronauka
pt: Neurociência
ru: Неврология
tr: Sinirbilim
uk: Неврологія

source: Newt
de: Molch
es: Tritón
fr: Triton
hi: न्यूट
it: Tritone
nl: Watersalamander
pl: Traszka
pt: Tritão
ru: Тритон
tr: Yeni
uk: Ньют

source: Night
de: Nacht
es: Noche
fr: Nuit
hi: रात
it: Notte
nl: Nacht
pl: Noc
pt: Noite
ru: Ночь
tr: Gece
uk: Ніч

source: Nightingale
de: Nachtigall
es: Ruiseñor común
fr: Rossignol
hi: बुलबुल
it: Usignolo
nl: Nachtegaal
pl: Słowik
pt: Rouxinol
ru: Соловей
tr: Bülbül
uk: Соловей

source: Nightstand
de: Nachttisch
es: Mesita de noche
fr: Table de nuit
hi: नाइटस्टैंड
it: Comodino
nl: Nachtkastje
pl: Szafka nocna
pt: Mesa de cabeceira
ru: Тумбочка
tr: Komodin
uk: Тумбочка

source: Nine
de: Neun
es: Nueve
fr: Neuf
hi: नौ
it: Nove
nl: Negen
pl: Dziewięć
pt: Nove
ru: Девять
tr: Dokuz
uk: Дев'ять

source: Niner
de: Neun
es: Nueve
fr: CinqEtQuatre
it: Nove
nl: Negen
pl: Dziewięć
pt: Nove
ru: Девять
tr: Dokuz
uk: Дев'яти

source: Nineteen
de: Neunzehn
es: Diecinueve
fr: Dix-neuf
hi: उन्नीस
it: Diciannove
nl: Negentien
pl: Dziewiętnaście
pt: Dezenove
ru: Девятнадцать
tr: On dokuz
uk: Дев'ятнадцять

source: Node
de: Knotenfläche
es: Nodo
fr: Nœud
hi: गूमड़
it: Nodo
nl: Knooppunt
pl: Węzeł
pt: Nó
ru: Узел
tr: Düğüm
uk: Вузола

source: Noodle
de: Nudel
es: Fideo
fr: Nouilles
hi: नूडल
it: Tagliatelle
nl: Noedel
pl: Pała
pt: Macarrão
ru: Лапша
tr: Erişte
uk: Локшина

source: Noon
de: Mittag
es: Mediodía
fr: Midi
hi: दोपहर
it: Mezzogiorno
nl: Middag
pl: Południe
pt: Meio-dia
ru: Полдень
tr: Öğle
uk: Овдень

source: Norway
de: Norwegen
es: Noruega
fr: Norvège
hi: नॉर्वे
it: Norvegia
nl: Noorwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
tr: Noveç
uk: Норвегія

source: Norwegian
de: Norwegisch
es: Noruego
fr: Norvégien
hi: नार्वेजियन
it: Norvegese
nl: Noors
pl: Norweski
pt: Norueguês
ru: Норвежский
tr: Norveçli
uk: Норвезька

source: Nose
de: Nase
es: Nariz
fr: Nez
hi: नाक
it: Naso
nl: Neus
pl: Nos
pt: Nariz
ru: Нос
tr: Burun
uk: Ніс

source: Nostalgia
de: Nostalgie
fr: Nostalgie
hi: गृहातुरता
nl: Nostalgie
ru: Ностальгия
tr: Nostalji
uk: Ностальгія

source: November
de: Nordpol
es: Nancy
fr: Nicolas
it: Napoli
nl: Nico
pl: Nikodem
ru: Николай
tr: Niğde

source: Nucleus
de: Kern
es: Núcleo
fr: Noyau
hi: नाभिक
it: Nucleo
nl: Kern
pl: Jądro
pt: Núcleo
ru: Ядро
tr: Çekirdek
uk: Ядро

source: Number
de: Anzahl
es: Número
fr: Numéro
hi: संख्या
it: Numero
nl: Nummer
pl: Numer
pt: Número
ru: Номер
tr: Sayı
uk: Номер

source: Numbers
de: Zahl
es: Número
fr: Chiffres
hi: संख्याएँ
it: Numeri
nl: Nummers
pl: Liczby
pt: Números
ru: Числа
tr: Sayılar
uk: Цифри

source: Nurse
de: Krankenpfleger
es: Enfermero
fr: Infirmier
hi: नर्स
it: Infermiere
nl: Verpleegster
pl: Pielęgniarka
pt: Enfermeiro
ru: Медбрат
tr: Hemşire
uk: Медсестра

source: Nut
de: Nuss
es: Fruto seco
fr: Noix
hi: नट
it: Dado
nl: Moer
pl: Orzech
pt: Noz
ru: Орех
tr: Kafa
uk: Горіх

source: Nuthatch
de: Kleiber
es: Trepador
fr: Sittelle
hi: नथच
it: Picchio muratore
nl: Boomklever
pl: Kowalik
ru: Поползень
uk: Нутатч

source: Nymph
de: Nymphe
es: Ninfa
fr: Nymphe
hi: अप्सरा
it: Ninfa
nl: Nimf
pl: Nimfa
pt: Ninfa
ru: Нимфа
tr: Perisi
uk: Німфа

source: Oak
de: Eiche
es: Roble
fr: Chêne
hi: ओक
it: Quercia
nl: Eik
pl: Dąb
pt: Carvalho
ru: Дуб
tr: Meşe
uk: Дуб

source: Oasis
de: Oase
hi: मरूद्वीप
it: Oasi
nl: Oase
pl: Oaza
pt: Oásis
ru: Оазис
tr: Vaha
uk: Оазис

source: Object
de: Objekt
es: Objeto
fr: Objet
hi: वस्तु
it: Oggetto
pl: Obiekt
pt: Objeto
ru: Объект
tr: Nesne
uk: Об'єкт

source: Objection
de: Widerspruch
es: Objeción
hi: आपत्ति
it: Obiezione
nl: Bezwaar
pl: Sprzeciw
pt: Objeção
ru: Возражение
tr: Itiraz
uk: Заперечення

source: Ocarina
de: Okarina
hi: ओकारिना
pl: Okaryna
ru: Окарина
tr: Okarina
uk: Окаріна

source: Occultation
de: Verschleierung
es: Ocultación
hi: गुप्तचर
it: Occultazione
nl: Occultatie
pl: Okultacja
pt: Ocultação
ru: Затмение
tr: Okültasyon
uk: Окультація

source: Occupations
de: Berufe
es: Ocupaciones
fr: Professions
hi: व्यवसाय
it: Occupazioni
nl: Beroepen
pl: Zawody
pt: Ocupações
ru: Профессии
tr: Meslekler
uk: Професії

source: Ocean
de: Ozean
es: Océano
fr: Océan
hi: महासागर
it: Oceano
nl: Oceaan
pt: Oceano
ru: Океан
tr: Okyanus
uk: Океан

source: Oceanography
de: Ozeanographie
es: Oceanografía
fr: Océanographie
hi: समुद्र-विज्ञान
it: Oceanografia
nl: Oceanografie
pl: Oceanografia
pt: Oceanografia
ru: Океанография
tr: Oşinografi
uk: Океанографія

source: Ocelot
de: Ozelot
es: Ocelote
hi: ओसेलॉट
pt: Ocelote
ru: Оцелот
uk: Оцелот

source: Ochre
de: Ocker
es: Ocre
fr: Ocre
hi: गेरु
it: Ocra
nl: Oker
pl: Ochra
pt: Ocre
ru: Охра
tr: Okre
uk: Охра

source: Octagon
de: Achteck
es: Octágono
fr: Octogone
hi: अष्टभुज
it: Ottagono
nl: Achthoek
pl: Ośmiokąt
pt: Octógono
ru: Восьмиугольник
tr: Sekizgen
uk: Восьмикутник

source: Octillion
de: Oktillion
es: Octillones
hi: ऑक्टिलियन
it: Ottillion
pl: Oktillion
pt: Octilhão
ru: Октиллион
tr: Oktilyon
uk: Октільйон

source: Octopus
de: Kraken
es: Pulpo
fr: Poulpe
hi: अष्टभुज
it: Polpo
pl: Ośmiornica
pt: Polvo
ru: Осьминог
tr: Ahtapot
uk: Восьминіг

source: Odometer
de: Wegmesser
es: Cuentarrevoluciones
fr: Odomètre
hi: ओडोमीटर
it: Odometro
nl: Kilometer- or mijlenteller
pl: Licznik mil
pt: Odómetro
ru: Одометр
tr: Kilometre sayacı
uk: Одометр

source: One
de: Eins
es: Uno
fr: Un
hi: एक
it: Uno
nl: Een
pl: Jeden
pt: Um
ru: Один
tr: Bir
uk: Один

# One1
source: Wun
de: Eins
es: Uno
fr: ToutSeul
it: Uno
nl: Eén
pl: Jeden
pt: Uno
ru: Один
tr: Bir
uk: Один

source: Onion
de: Zwiebel
es: Cebolla
fr: Oignon
hi: प्याज़
it: Cipolla
nl: Ui
pl: Cebula
pt: Cebola
ru: Луковый
tr: Soğan
uk: Цибуля

source: Onomatopoeia
de: Onomatopöie
es: Onomatopeya
fr: Onomatopée
hi: ध्वनि-अनुकरण
it: Onomatopea
nl: Onomatopee
pl: Onomatopeja
pt: Onomatopeia
ru: Звукоподражание
uk: Ономатопея

source: Opera
de: Oper
es: Ópera
fr: Opéra
hi: ऑपेरा
pt: Ópera
ru: Опера
uk: Опера

source: Optometrist
de: Optiker
es: Optometrista
fr: Optométriste
hi: ऑप्टोमेट्रिस्ट
it: Optometrista
pl: Optyk
pt: Optometrista
ru: Окулист
uk: Оптометрист

source: Orbit
de: Umlaufbahn
es: Órbita
fr: Orbite
hi: कक्षा
it: Orbita
nl: Baan
pl: Orbita
pt: Órbita
ru: Орбита
tr: Yörünge
uk: Орбіта

source: Orc
de: Ork
es: Orco
hi: ओर्क
it: Orco
nl: Ork
pl: Ork
ru: Орк
tr: Ork
uk: Орк

source: Orchestral
de: Orchester
es: Orquestal
hi: वाद्यवृंद-विषयक
it: Orchestrale
nl: Van het orkest
pl: Orkiestrowy
pt: Orquestral
ru: Оркестровый
tr: Orkestra
uk: Оркестровий

source: Orchid
de: Orchidee
es: Orquídea
fr: Orchidée
hi: आर्किड
it: Orchidea
nl: Orchidee
pl: Orchidea
pt: Orquídea
ru: Орхидея
tr: Orkide
uk: Орхідея

source: Ordinance
de: Verordnung
es: Reglamento
fr: Ordonnance
hi: अध्यादेश
it: Ordinanza
nl: Verordening
pl: Rozporządzenie
pt: Ordenação
ru: Указ
tr: Yönetmelik
uk: Постанова

source: Oriental
de: Orientalisch
hi: प्राच्य
it: Orientale
nl: Oosters
pl: Orientalny
ru: Восточный
tr: Doğulu
uk: Східний

source: Oscar
de: Otto
es: Óscar
it: Otranto
nl: Otto
pl: Olga
ru: Ольга
tr: Ordu

source: Osprey
de: Fischadler
es: Águila pescadora
fr: Balbuzard pêcheur
hi: ओस्प्रे
it: Prescio
nl: Visarend
pl: Rybołów
pt: Pessador
ru: Скопа
tr: Balık kartalı
uk: Спрей

source: Ostrich
de: Strauß
es: Avestruz
fr: Autruche
hi: शुतुरमुर्ग़
it: Struzzo
nl: Struisvogel
pl: Struś
pt: Avestruz
ru: Страус
tr: Devekuşu
uk: Страус

source: Otterhound
de: Otterhund
es: Sabueso de la nutria
fr: Chien de loutre
hi: ओटरहाउंड
it: Lontra
nl: Otterhond
pt: O cão de lontra
ru: Оттерхаунд
uk: Оттерхаунд

source: Ottoman
de: Sitzkissen
es: Otomana
hi: ओटोमन
it: Ottomano
nl: Rustbank
pl: Otomana
pt: Otomano
ru: Оттоманка
tr: Osmanlı
uk: Османська

source: Overcast
de: Bewölkung
es: Encapotado
fr: Couvert
hi: मेघाच्छन्न
it: Coperto
nl: Bewolkt
pl: Pochmurny
pt: Nublado
ru: Покрытый облаками
tr: Bulutlu
uk: Хмарно

source: Owl
de: Eule
es: Búho
fr: Hibou
hi: उल्लू
it: Gufo
nl: Uil
pl: Sowa
pt: Coruja
ru: Сова
tr: Baykuş
uk: Сова

source: Oyster
de: Austern
es: Ostra
fr: Huître
hi: सीप
it: Ostrica
nl: Oester
pl: Ostryga
pt: Ostra
ru: Устрица
tr: Istiridye
uk: Устриця

source: Ozone
de: Ozon
es: Ozono
hi: ओजोन
it: Ozono
nl: Ozon
pl: Ozon
pt: Ozônio
ru: Озон
tr: Ozon
uk: Озон

source: Pace
de: Tempo
es: Tempo
fr: Rythme
hi: चाल
it: Ritmo
nl: Tempo
pl: Tempo
pt: Ritmo
ru: Шаг
tr: Hız
uk: Темп

source: Package
de: Bündel
es: Paquete
fr: Colis
hi: पैकेज
it: Pacco
nl: Pakket
pl: Pakiet
pt: Pacote
ru: Посылка
tr: Paket
uk: Пакет

source: Pail
de: Eimer
es: Cubo
fr: Seau
hi: पेल
it: Secchio
nl: Emmer
pl: Wiadro
pt: Balde
ru: Ведро
tr: Kova
uk: Вісно

source: Painter
de: Maler
es: Pintor
fr: Peintre
hi: रंगसाज़
it: Pittore
nl: Schilder
pl: Malarz
pt: Pintor
ru: Художник
tr: Ressam
uk: Художник

source: Painting
de: Malerei
es: Pintura
fr: Peinture
hi: रंगाई
it: Dipinto
nl: Schilderen
pl: Malarstwo
pt: Pintura
ru: Картина
tr: Ressamlık
uk: Живопис

source: Pajamas
de: Pyjamas
es: Pijama
fr: Pyjamas
hi: पायजामा
it: Pigiama
nl: Pyjama's
pl: Piżama
pt: Pijama
ru: Пижама
tr: Pijama
uk: Піжама

source: Paleontology
de: Paläontologie
es: Paleontología
fr: Paléontologie
hi: जीवाश्म विज्ञान
it: Paleontologia
nl: Paleontologie
pl: Paleontologia
pt: Paleontologia
ru: Палеонтология
tr: Paleontoloji
uk: Палеонтологія

source: Palm
de: Handfläche
es: Palma
fr: Palmier
hi: करतल
it: Palmo
pl: Palma
pt: Palma
ru: Пальма
tr: Avuç içi
uk: Пальма

source: Pan
de: Pfanne
es: Sartén
fr: Casserole
hi: पैन
it: Piatto
pl: Patelnia
pt: Panela
ru: Кастрюля
tr: Tava
uk: Сковорода

source: Pancreas
de: Bauchspeicheldrüse
es: Páncreas
fr: Pancréas
hi: अग्न्याशय
nl: Alvleesklier
pl: Trzustka
pt: Pâncreas
ru: Поджелудочная железа
tr: Pankreas
uk: Підшлункова залоза

source: Pandemic
de: Pandemie
es: Pandemia
fr: Pandémie
hi: महामारी-विषयक
it: Pandemia
nl: Pandemie
pl: Pandemia
pt: Pandemia
ru: Пандемия
tr: Pandemi
uk: Пандемія

source: Panic
de: Massenpanik
es: Pánico
fr: Panique
hi: संत्रास
it: Panico
nl: Paniek
pl: Panika
pt: Pânico
ru: Паника
tr: Panik
uk: Паніка

source: Pansy
de: Stiefmütterchen
es: Pensamiento
fr: Pensée
hi: पैंसी
it: Finocchio
nl: Viooltje
pl: Bratek
pt: Amor-perfeito
ru: Анютины глазки
tr: Hercekşe
uk: Пансі

source: Pantry
de: Speisekammer
es: Despensa
fr: Garde-manger
hi: रसोई-भंडार
it: Dispensa
nl: -Kast
pl: Spiżarnia
pt: Despensa
ru: Кладовая
tr: Kiler
uk: Комора

source: Pants
de: Hose
es: Pantalón
fr: Pantalon
hi: पैंट
it: Pantaloni
nl: Broek
pl: Spodnie
pt: Calças
ru: Брюки
tr: Külot
uk: Штани

source: Papa
de: Paula
es: Pedro
fr: Pierre
it: Palermo
nl: Pieter
pl: Pawel
pt: Papaa
ru: Павел
tr: Polatlı

source: Paper
de: Papier
es: Papel
fr: Papier
hi: काग़ज़
it: Carta
nl: Papier
pl: Papier
pt: Papel
ru: Бумага
tr: Kağıt
uk: Папір

source: Parable
de: Gleichnis
es: Parábola
fr: Parabole
hi: नीतिकथा
it: Parabola
nl: Gelijkenis
pl: Przypowieść
pt: Parábola
ru: Притча
tr: Mesel
uk: Притча

source: Parabola
de: Parabel
es: Parábola
fr: Parabole
hi: परवलय
nl: Parabool
pt: Parábola
ru: Парабола
tr: Parabol
uk: Парабола

source: Parallax
de: Parallaxe
es: Paralaje
fr: Parallaxe
hi: लंबन
it: Parallasse
pl: Paralaksa
pt: Paralaxe
ru: Параллакс
tr: Paralaks
uk: Паралакс

source: Parallelogram
de: Parallelogramm
es: Paralelogramo
fr: Parallélogramme
hi: समांतर चतुर्भुज
it: Parallelogramma
nl: Parallellogram
pl: Równoległobok
pt: Paralelograma
ru: Параллелограмм
tr: Paralelkenar
uk: Паралелограм

source: Parapet
de: Brüstung
es: Pretil
hi: मुँडेर
it: Parapetto
nl: Borstwering
pt: Parapeito
ru: Парапет
tr: Siper duvarı
uk: Парапет

source: Pare
de: Schälen
es: Cortar
fr: Rogner
hi: छीलना
it: Tagliare
nl: Knippen
pl: Przyciąć
pt: Aparar
ru: Чистить, почистить
uk: Паре

source: Parody
de: Parodie
es: Parodia
fr: Parodie
hi: विद्रूपिका
it: Parodia
nl: Parodie
pl: Parodia
pt: Paródia
ru: Пародия
tr: Parodi
uk: Пародія

source: Parrot
de: Papagei
es: Loro
fr: Perroquet
hi: तोता
it: Pappagallo
nl: Papegaai
pl: Papuga
pt: Papagaio
ru: Попугай
tr: Papağan
uk: Папуга

source: Pashto
de: Paschto
fr: Pachto
hi: पश्तो
pl: Paszto
pt: Pachto
ru: Пушту
tr: Peştu
uk: Пушту
